Repository: jizhi0v0/duo-updater
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, ru, tr, zh_hans, zh_hant

source: %@ is running — brought it to the front so its own updater applies the update. Quit it (or switch to “Always replace” in Settings) to install directly.
de: %@ läuft gerade – es wurde in den Vordergrund geholt, damit sein eigener Updater das Update einspielt. Beende es (oder stelle in den Einstellungen auf „Immer ersetzen“ um), um direkt zu installieren.
es: %@ está en ejecución: se ha traído al frente para que su propio actualizador aplique la actualización. Ciérrala (o cambia a «Reemplazar siempre» en Ajustes) para instalar directamente.
fr: %@ est en cours d’exécution — l’app a été mise au premier plan pour que son propre programme de mise à jour applique la mise à jour. Quitte-la (ou passe sur « Toujours remplacer » dans les réglages) pour installer directement.
it: %@ è in esecuzione: l’abbiamo portata in primo piano affinché il suo programma di aggiornamento applichi l’aggiornamento. Chiudila (o scegli “Sostituisci sempre” in Impostazioni) per installare direttamente.
ja: %@ は実行中です。アプリ自身のアップデータが更新を適用できるよう、前面に出しました。直接置き換えてインストールするには、アプリを終了するか、設定で「常に置き換える」に切り替えてください。
pt_br: %@ está em execução — foi trazido para a frente para que o atualizador dele aplique a atualização. Encerre-o (ou escolha “Sempre substituir” nos Ajustes) para instalar diretamente.
ru: %@ запущено — приложение выведено на передний план, чтобы его собственный апдейтер установил обновление. Закройте его (или переключитесь на «Всегда заменять» в настройках), чтобы установить напрямую.
tr: %@ çalışıyor — güncellemeyi kendi güncelleyicisi uygulasın diye öne getirildi. Doğrudan yüklemek için uygulamadan çıkın (veya Ayarlar’da “Her zaman değiştir” seçeneğine geçin).
zh_hans: %@ 正在运行 —— 已把它切到前台，让它自带的更新器来安装。想直接替换安装，请退出它（或在设置里改为「始终替换」）。
zh_hant: %@ 正在執行 — 已將它移到最前面，讓它自己的更新程式套用更新。結束它（或在「設定」中改為「一律替換」）即可直接安裝。

source: %@ is running — open it and let its own updater apply %@. Quit it, or pick “Always replace” in Settings, to install directly.
de: %@ läuft – öffnen und das integrierte Update-Tool %@ anwenden lassen. Zum direkten Installieren die App beenden oder in den Einstellungen „Immer ersetzen“ wählen.
es: %@ se está ejecutando; ábrela para que su propio actualizador aplique %@. Ciérrala, o elige «Reemplazar siempre» en Ajustes, para instalar directamente.
fr: %@ est en cours d'exécution — ouvrez-la pour laisser son propre outil appliquer %@. Quittez-la, ou choisissez « Toujours remplacer » dans les Réglages, pour installer directement.
it: %@ è in esecuzione: aprila e lascia che il suo programma di aggiornamento applichi %@. Chiudila, o scegli “Sostituisci sempre” in Impostazioni, per installare direttamente.
ja: %@ は実行中です — 開いて、独自の更新機能で %@ を適用してください。終了するか、設定で「常に置き換える」を選ぶと直接インストールできます。
pt_br: %@ está em execução — abra-o e deixe o atualizador dele aplicar %@. Encerre-o, ou escolha “Sempre substituir” nos Ajustes, para instalar diretamente.
ru: %@ запущено — откройте его, чтобы его собственный обновитель применил %@. Закройте его или выберите «Всегда заменять» в настройках, чтобы установить напрямую.
tr: %@ çalışıyor — açın ve %@ sürümünü kendi güncelleyicisi uygulasın. Doğrudan yüklemek için uygulamadan çıkın veya Ayarlar’da “Her zaman değiştir” seçeneğini belirleyin.
zh_hans: %@ 正在运行 — 打开它，让它自己的更新程序应用 %@。退出它，或在设置中选择“始终替换”，即可直接安装。
zh_hant: %@ 正在執行 — 打開它，讓它自己的更新程式套用 %@。結束它，或在「設定」中選擇「一律替換」，即可直接安裝。

source: %@ is running — open it so its own updater applies the update. Quit it, or pick “Always replace” in Settings, to install directly.
de: %@ läuft – öffnen, damit das integrierte Update-Tool das Update anwendet. Zum direkten Installieren die App beenden oder in den Einstellungen „Immer ersetzen“ wählen.
es: %@ se está ejecutando; ábrela para que su propio actualizador aplique la actualización. Ciérrala, o elige «Reemplazar siempre» en Ajustes, para instalar directamente.
fr: %@ est en cours d'exécution — ouvrez-la pour que son propre outil applique la mise à jour. Quittez-la, ou choisissez « Toujours remplacer » dans les Réglages, pour installer directement.
it: %@ è in esecuzione: aprila affinché il suo programma di aggiornamento applichi l’aggiornamento. Chiudila, o scegli “Sostituisci sempre” in Impostazioni, per installare direttamente.
ja: %@ は実行中です — 開いて独自の更新機能に更新を適用させてください。終了するか、設定で「常に置き換える」を選ぶと直接インストールできます。
pt_br: %@ está em execução — abra-o para que o atualizador dele aplique a atualização. Encerre-o, ou escolha “Sempre substituir” nos Ajustes, para instalar diretamente.
ru: %@ запущено — откройте его, чтобы собственный обновитель применил обновление. Закройте его или выберите «Всегда заменять» в настройках, чтобы установить напрямую.
tr: %@ çalışıyor — güncellemeyi kendi güncelleyicisi uygulasın diye açın. Doğrudan yüklemek için uygulamadan çıkın veya Ayarlar’da “Her zaman değiştir” seçeneğini belirleyin.
zh_hans: %@ 正在运行 — 打开它以让其自身的更新程序应用更新。退出它，或在设置中选择“始终替换”，即可直接安装。
zh_hant: %@ 正在執行 — 打開它，讓它自己的更新程式套用更新。結束它，或在「設定」中選擇「一律替換」，即可直接安裝。

source: %@ isn’t in your App Store region (%@). It’s listed in %@%@.
de: %@ ist in deiner App-Store-Region (%@) nicht verfügbar. Sie ist in %@%@ gelistet.
es: %@ no está en tu región de la App Store (%@). Está disponible en %@%@.
fr: %@ n'est pas disponible dans votre région de l'App Store (%@). Elle est disponible dans %@%@.
it: %@ non è disponibile nella tua regione dell’App Store (%@). È presente in %@%@.
ja: %@ はお使いのApp Storeの地域（%@）にはありません。%@%@ で提供されています。
pt_br: %@ não está na sua região da App Store (%@). Está disponível em %@%@.
ru: %@ отсутствует в вашем регионе App Store (%@). Оно есть в списке региона %@%@.
tr: %@ App Store bölgenizde (%@) yok. Listelendiği yer: %@%@.
zh_hans: %@ 不在你的 App Store 区域（%@）中。它已在 %@%@ 上架。
zh_hant: %@ 未在你的 App Store 地區（%@）提供。它在 %@%@ 上架。

source: %@ must quit to finish updating — click to quit it, install, and reopen
de: %@ muss beendet werden, um das Update abzuschließen – zum Beenden, Installieren und erneuten Öffnen klicken
es: %@ debe cerrarse para terminar de actualizar; haz clic para cerrarla, instalar y volver a abrirla
fr: %@ doit quitter pour terminer la mise à jour — cliquez pour la quitter, installer, puis la rouvrir
it: %@ deve chiudersi per completare l’aggiornamento — fai clic per chiuderla, installare e riaprirla
ja: 更新を完了するには %@ を終了する必要があります — クリックすると終了・インストール・再度開くを行います
pt_br: %@ precisa encerrar para concluir a atualização — clique para encerrar, instalar e reabrir
ru: %@ должно закрыться, чтобы завершить обновление — нажмите, чтобы закрыть, установить и открыть заново
tr: %@ güncellemeyi bitirmek için kapanmalı — kapatıp yüklemek ve yeniden açmak için tıklayın
zh_hans: %@ 必须退出才能完成更新 — 点击以退出、安装并重新打开
zh_hant: %@ 必須結束才能完成更新 — 按一下即可結束、安裝並重新打開

source: %@ updated to %@
de: %@ wurde auf %@ aktualisiert
es: %@ se actualizó a %@
fr: %@ a été mis à jour vers %@
it: %@ aggiornata a %@
ja: %@ は %@ に更新されました
pt_br: %@ atualizado para %@
ru: %@ обновлено до %@
tr: %@, %@ sürümüne güncellendi
zh_hans: %@ 已更新至 %@
zh_hant: %@ 已更新至 %@

source: %@ wasn’t relaunched: an update to it is being installed right now. Try again once that finishes.
de: %@ wurde nicht neu gestartet: Gerade wird ein Update dafür installiert. Versuche es erneut, sobald das abgeschlossen ist.
es: %@ no se reinició: ahora mismo se está instalando una actualización. Vuelve a intentarlo cuando termine.
fr: %@ n’a pas été relancé : une mise à jour est en cours d’installation. Réessayez une fois celle-ci terminée.
it: %@ non è stata riaperta: è in corso l’installazione di un suo aggiornamento. Riprova al termine.
ja: %@ は再起動されませんでした。現在アップデートをインストール中です。完了してからもう一度お試しください。
pt_br: %@ não foi reaberto: uma atualização dele está sendo instalada agora. Tente de novo quando terminar.
ru: %@ не перезапущено: сейчас устанавливается его обновление. Повторите попытку, когда установка завершится.
tr: %@ yeniden başlatılmadı: şu anda bir güncellemesi yükleniyor. Bu bitince yeniden deneyin.
zh_hans: %@ 没有重新启动：正在为它安装更新。安装完成后再试一次。
zh_hant: %@ 未重新開啟：它的更新正在安裝中。完成後再試一次。

source: %@ wasn’t relaunched: it is being rolled back right now. Try again once that finishes.
de: %@ wurde nicht neu gestartet: Gerade wird die vorherige Version wiederhergestellt. Versuche es erneut, sobald das abgeschlossen ist.
es: %@ no se reinició: ahora mismo se está restaurando la versión anterior. Vuelve a intentarlo cuando termine.
fr: %@ n’a pas été relancé : le retour à la version précédente est en cours. Réessayez une fois celui-ci terminé.
it: %@ non è stata riaperta: è in corso il ripristino. Riprova al termine.
ja: %@ は再起動されませんでした。現在以前のバージョンにロールバック中です。完了してからもう一度お試しください。
pt_br: %@ não foi reaberto: ele está sendo revertido agora. Tente de novo quando terminar.
ru: %@ не перезапущено: сейчас выполняется откат к предыдущей версии. Повторите попытку, когда откат завершится.
tr: %@ yeniden başlatılmadı: şu anda geri alınıyor. Bu bitince yeniden deneyin.
zh_hans: %@ 没有重新启动：正在将它回滚到之前的版本。回滚完成后再试一次。
zh_hant: %@ 未重新開啟：它正在還原中。完成後再試一次。

source: %@ wasn’t reopened after it quit: an update or rollback of it was still in progress. Open it yourself when you’re ready.
de: %@ wurde nach dem Beenden nicht wieder geöffnet: Ein Update oder eine Wiederherstellung der App lief noch. Öffne sie selbst, wenn du so weit bist.
es: %@ no se volvió a abrir después de cerrarse: todavía había una actualización o una restauración de la versión anterior en curso. Ábrela tú cuando quieras.
fr: %@ n’a pas été rouvert après avoir quitté : une mise à jour ou un retour à la version précédente était encore en cours. Ouvrez-le vous-même quand vous le souhaitez.
it: %@ non è stata riaperta dopo la chiusura: era ancora in corso un aggiornamento o un ripristino. Aprila tu quando vuoi.
ja: %@ は終了後に再度開かれませんでした。アップデートまたはロールバックがまだ進行中でした。準備ができたらご自身で開いてください。
pt_br: %@ não foi reaberto depois de encerrar: uma atualização ou reversão dele ainda estava em andamento. Abra-o você mesmo quando quiser.
ru: %@ не было открыто снова после выхода: обновление или откат ещё выполнялись. Откройте его сами, когда будете готовы.
tr: %@ kapandıktan sonra yeniden açılmadı: bir güncellemesi veya geri alınması hâlâ sürüyordu. Hazır olduğunuzda kendiniz açın.
zh_hans: %@ 退出后没有重新打开：它的更新或回滚仍在进行中。准备好后请自行打开。
zh_hant: %@ 結束後未重新打開：它的更新或還原仍在進行中。準備好後請自行打開。

source: %@ — click for details
de: %@ – für Details klicken
es: %@: haz clic para ver los detalles
fr: %@ — cliquez pour les détails
it: %@ — fai clic per i dettagli
ja: %@ — クリックで詳細
pt_br: %@ — clique para ver detalhes
ru: %@ — нажмите для подробностей
tr: %@ — ayrıntılar için tıklayın
zh_hans: %@ —— 点击查看详情
zh_hant: %@ — 按一下查看詳細資訊

source: %@ — click to retry
de: %@ – zum Wiederholen klicken
es: %@; haz clic para reintentar
fr: %@ — cliquez pour réessayer
it: %@ — fai clic per riprovare
ja: %@ — クリックして再試行
pt_br: %@ — clique para tentar de novo
ru: %@ — нажмите, чтобы повторить
tr: %@ — yeniden denemek için tıklayın
zh_hans: %@ — 点击重试
zh_hant: %@ — 按一下重試

source: %@, %@, and %lld more have updates.
de: Für %@, %@ und %lld weitere sind Updates verfügbar.
es: Hay actualizaciones para %@, %@ y %lld más.
fr: Des mises à jour sont disponibles pour %@, %@ et %lld autres.
it: %@, %@ e altre %lld app hanno aggiornamenti.
ja: %@、%@、および他 %lld 件にアップデートがあります。
pt_br: %@, %@ e mais %lld têm atualizações.
ru: Для %@, %@ и ещё %lld приложения доступны обновления.
tr: %@, %@ ve %lld uygulama daha için güncelleme var.
zh_hans: %@、%@ 以及另外 %lld 个应用都有可用更新。
zh_hant: %@、%@ 及另外 %lld 個 App 有可用的更新。

source: %lld apps could not be checked
de: %lld Apps konnten nicht geprüft werden
es: No se pudieron comprobar %lld apps
fr: %lld apps n’ont pas pu être vérifiées
it: Impossibile controllare %lld app
ja: %lld 件のアプリを確認できませんでした
pt_br: %lld apps não puderam ser verificados
ru: %lld приложения не проверены
tr: %lld uygulama denetlenemedi
zh_hans: %lld 个 App 无法检查
zh_hant: %lld 個 App 無法檢查

source: %lld apps couldn’t be checked — add a token
de: %lld Apps konnten nicht geprüft werden – Token hinzufügen
es: No se pudieron comprobar %lld apps; añade un token
fr: %lld applications n'ont pas pu être vérifiées — ajoutez un jeton
it: Impossibile controllare %lld app — aggiungi un token
ja: %lld 個のアプリを確認できませんでした — トークンを追加してください
pt_br: %lld apps não puderam ser verificados — adicione um token
ru: %lld приложения не удалось проверить — добавьте токен
tr: %lld uygulama denetlenemedi — token ekleyin
zh_hans: %lld 个应用无法检查 — 请添加令牌
zh_hant: %lld 個 App 無法檢查 — 請加入權杖

source: %lld apps were updated.
de: %lld Apps wurden aktualisiert.
es: %lld apps se actualizaron.
fr: %lld applications ont été mises à jour.
it: %lld app sono state aggiornate.
ja: %lld 個のアプリを更新しました。
pt_br: %lld apps foram atualizados.
ru: %lld приложения обновлено.
tr: %lld uygulama güncellendi.
zh_hans: 已更新 %lld 个应用。
zh_hant: 已更新 %lld 個 App。

source: %lld apps · up to date
de: %lld Apps · aktuell
es: %lld apps · actualizadas
fr: %lld applications · à jour
it: %lld app · aggiornate
ja: %lld 個のアプリ · 最新
pt_br: %lld apps · atualizados
ru: %lld приложения · актуально
tr: %lld uygulama · güncel
zh_hans: %lld 个应用 · 均为最新
zh_hant: %lld 個 App · 皆為最新

source: %lld brew packages not checked
de: %lld Brew-Pakete nicht geprüft
es: %lld paquetes de brew sin comprobar
fr: %lld paquets brew non vérifiés
it: %lld pacchetti brew non controllati
ja: brew パッケージ %lld 件は未確認
pt_br: %lld pacotes brew não verificados
ru: %lld пакета brew не проверены
tr: %lld brew paketi denetlenmedi
zh_hans: %lld 个 brew 软件包未检查
zh_hant: %lld 個 brew 套件未檢查

source: %lld brew packages outdated
de: %lld Brew-Pakete veraltet
es: %lld paquetes de brew desactualizados
fr: %lld paquets brew obsolètes
it: %lld pacchetti brew obsoleti
ja: %lld 件のbrewパッケージが古くなっています
pt_br: %lld pacotes brew desatualizados
ru: %lld пакета brew устарели
tr: %lld brew paketi güncel değil
zh_hans: %lld 个 brew 软件包已过期
zh_hant: %lld 個 brew 套件已過時

source: %lld bytes
de: %lld Byte
fr: %lld octets
it: %lld byte
ja: %lldバイト
ru: %lld байт
tr: %lld bayt
zh_hans: %lld 字节
zh_hant: %lld 位元組

source: %lld bytes received, %lld sent
de: %lld Bytes empfangen, %lld gesendet
es: %lld bytes recibidos, %lld enviados
fr: %lld octets reçus, %lld envoyés
it: %lld byte ricevuti, %lld inviati
ja: %lld バイト受信、%lld バイト送信
pt_br: %lld bytes recebidos, %lld enviados
ru: получено %lld байт, отправлено %lld
tr: %lld bayt alındı, %lld gönderildi
zh_hans: 接收 %lld 字节，发送 %lld 字节
zh_hant: 已接收 %lld 位元組，已傳送 %lld 位元組

source: %lld entries whose app is no longer at that path — history kept
de: %lld Einträge, deren Apps nicht mehr unter diesem Pfad liegen — Verlauf bleibt erhalten
es: %lld entradas cuyas apps ya no están en esa ruta: se conserva el historial
fr: %lld entrées dont les apps ne sont plus à cet emplacement — historique conservé
it: %lld voci le cui app non sono più in quel percorso — cronologia conservata
ja: アプリがそのパスに存在しない項目 %lld 件 — 履歴は保持されます
pt_br: %lld entradas cujos apps não estão mais nesse caminho — histórico mantido
ru: %lld записи, приложения которых больше не находятся по этому пути — история сохранена
tr: Uygulaması artık o konumda olmayan %lld kayıt — geçmiş korundu
zh_hans: %lld 个条目的 app 已不在该路径 — 历史保留
zh_hant: %lld 個項目的 App 已不在該路徑 — 保留記錄

source: %lld events · %@ on disk
de: %lld Ereignisse · %@ auf der Festplatte
es: %lld eventos · %@ en disco
fr: %lld événements · %@ sur le disque
it: %lld eventi · %@ su disco
ja: %lld 件のイベント · ディスク上 %@
pt_br: %lld eventos · %@ no disco
ru: %lld события · %@ на диске
tr: %lld olay · diskte %@
zh_hans: %lld 条事件 · 占用 %@
zh_hant: %lld 個事件 · 佔用 %@

source: %lld events · %@ on disk · %@
de: %lld Ereignisse · %@ auf der Festplatte · %@
es: %lld eventos · %@ en disco · %@
fr: %lld événements · %@ sur le disque · %@
it: %lld eventi · %@ su disco · %@
ja: %lld 件のイベント · ディスク上 %@ · %@
pt_br: %lld eventos · %@ no disco · %@
ru: %lld события · %@ на диске · %@
tr: %lld olay · diskte %@ · %@
zh_hans: %lld 条事件 · 占用 %@ · %@
zh_hant: %lld 個事件 · 佔用 %@ · %@

source: %lld of %lld apps not checked
de: %lld von %lld Apps nicht geprüft
es: %lld de %lld apps sin comprobar
fr: %lld app sur %lld non vérifiées
it: %lld di %lld app non controllate
ja: %lld/%lld 件のアプリが未確認
pt_br: %lld de %lld apps não verificados
ru: %lld из %lld приложений не проверено
tr: %lld/%lld uygulama denetlenmedi
zh_hans: %lld/%lld 个 App 未检查
zh_hant: %lld/%lld 個 App 未檢查

source: %lld releases across %lld apps
de: %lld Releases auf %lld Apps verteilt
es: %lld versiones en %lld apps
fr: %lld versions sur %lld applications
it: %lld release in %lld app
ja: %lld 個のアプリにわたる%lld 件のリリース
pt_br: %lld versões em %lld apps
ru: %lld релиза в %lld приложении
tr: %lld sürüm (%lld uygulama)
zh_hans: %lld 次发布，涉及 %lld 个应用
zh_hant: %lld 次發行，涵蓋 %lld 個 App

source: %lld requests
de: %lld Anfragen
es: %lld solicitudes
fr: %lld requêtes
it: %lld richieste
ja: %lld 件のリクエスト
pt_br: %lld requisições
ru: %lld запроса
tr: %lld istek
zh_hans: %lld 个请求
zh_hant: %lld 個請求

source: %lld top-level formulae · all current
de: %lld Formeln oberster Ebene · alle aktuell
es: %lld fórmulas de nivel superior · todas al día
fr: %lld formules de premier niveau · toutes à jour
it: %lld formule principali · tutte aggiornate
ja: トップレベルフォーミュラ %lld 件 · すべて最新
pt_br: %lld fórmulas de nível superior · todas atualizadas
ru: %lld формулы верхнего уровня · всё актуально
tr: %lld üst düzey formül · hepsi güncel
zh_hans: %lld 个顶层配方 · 均为最新
zh_hant: %lld 個頂層 formula · 皆為最新

source: %lld updates available
de: %lld Updates verfügbar
es: %lld actualizaciones disponibles
fr: %lld mises à jour disponibles
it: %lld aggiornamenti disponibili
ja: %lld 件のアップデートが利用可能
pt_br: %lld atualizações disponíveis
ru: %lld обновления
tr: %lld güncelleme var
zh_hans: %lld 个更新可用
zh_hant: %lld 個可用更新

source: A backup is kept each time DuoUpdater updates an app. Apps that update themselves are not backed up.
de: Bei jedem Update durch DuoUpdater wird ein Backup aufbewahrt. Apps, die sich selbst aktualisieren, werden nicht gesichert.
es: Se conserva una copia de seguridad cada vez que DuoUpdater actualiza una app. Las apps que se actualizan solas no se respaldan.
fr: Une sauvegarde est conservée chaque fois que DuoUpdater met à jour une application. Les applications qui se mettent à jour elles-mêmes ne sont pas sauvegardées.
it: Viene conservato un backup ogni volta che DuoUpdater aggiorna un’app. Le app che si aggiornano da sole non vengono salvate.
ja: DuoUpdater がアプリを更新するたびにバックアップが保持されます。自身で更新するアプリはバックアップされません。
pt_br: Um backup é mantido sempre que o DuoUpdater atualiza um app. Apps que se atualizam sozinhos não recebem backup.
ru: Резервная копия сохраняется каждый раз, когда DuoUpdater обновляет приложение. Приложения, которые обновляются сами, не резервируются.
tr: DuoUpdater bir uygulamayı her güncellediğinde bir yedek tutulur. Kendini güncelleyen uygulamaların yedeği alınmaz.
zh_hans: 每次由 DuoUpdater 更新应用时都会保留一份备份。自行更新的应用不会被备份。
zh_hant: 每次由 DuoUpdater 更新 App 時都會保留一份備份。會自行更新的 App 不會備份。

source: A Java app, shipping the runtime it needs.
de: Eine Java-App, die ihre eigene Laufzeitumgebung mitbringt.
es: Una app Java que incluye el entorno de ejecución que necesita.
fr: Une app Java, livrée avec l’environnement d’exécution dont elle a besoin.
it: Un’app Java che include il runtime di cui ha bisogno.
ja: Java アプリ — 必要なランタイムを同梱しています。
pt_br: Um app Java, que traz o ambiente de execução de que precisa.
ru: Java-приложение со встроенной средой выполнения.
tr: İhtiyaç duyduğu çalışma ortamını birlikte getiren bir Java uygulaması.
zh_hans: Java 应用，自带所需的运行时。
zh_hant: Java App，內附所需的執行環境。

source: A few quick steps let DuoUpdater keep your apps updated without interrupting you. You set these once — they persist across launches.
de: Ein paar kurze Schritte, damit DuoUpdater deine Apps aktuell hält, ohne dich zu stören. Einmal eingerichtet, bleibt es über Neustarts hinweg erhalten.
es: Unos pocos pasos rápidos permiten que DuoUpdater mantenga tus apps actualizadas sin molestarte. Se configuran una vez y se mantienen entre aperturas.
fr: Quelques étapes rapides permettent à DuoUpdater de maintenir vos applications à jour sans vous déranger. Réglez-les une fois — elles persistent d'un lancement à l'autre.
it: Pochi rapidi passaggi permettono a DuoUpdater di tenere aggiornate le tue app senza interromperti. Li imposti una volta sola e restano validi a ogni avvio.
ja: いくつかの簡単な手順で、DuoUpdaterが邪魔をせずにアプリを最新の状態に保てるようになります。一度設定すれば、以降の起動でも保持されます。
pt_br: Alguns passos rápidos permitem que o DuoUpdater mantenha seus apps atualizados sem interromper você. Você configura uma vez — isso vale para todas as aberturas.
ru: Несколько быстрых шагов позволят DuoUpdater обновлять ваши приложения, не отвлекая вас. Настройте один раз — параметры сохранятся между запусками.
tr: Birkaç kısa adımla DuoUpdater uygulamalarınızı sizi bölmeden güncel tutabilir. Bunları bir kez ayarlarsınız — sonraki açılışlarda da geçerli kalır.
zh_hans: 只需几个简单步骤，就能让 DuoUpdater 在不打扰你的情况下保持应用更新。设置一次即可，之后每次启动都会保留。
zh_hant: 只要幾個簡單步驟，DuoUpdater 就能在不打擾你的情況下讓 App 保持最新。只需設定一次——之後每次啟動都會沿用。

source: A native Mac app — built straight on Apple's frameworks, not a cross-platform runtime.
de: Eine native Mac-App – direkt auf Apples Frameworks gebaut, nicht auf einer plattformübergreifenden Laufzeitumgebung.
es: Una app nativa de Mac: hecha directamente sobre los frameworks de Apple, no sobre un entorno multiplataforma.
fr: Une app Mac native — conçue directement sur les frameworks d’Apple, pas sur un environnement multiplateforme.
it: Un’app nativa per Mac, costruita direttamente sui framework di Apple, non su un runtime multipiattaforma.
ja: ネイティブの Mac アプリ — クロスプラットフォームのランタイムではなく、Apple のフレームワーク上に直接作られています。
pt_br: Um app nativo para Mac — feito diretamente sobre os frameworks da Apple, não sobre um ambiente multiplataforma.
ru: Нативное приложение для Mac — построено прямо на фреймворках Apple, а не на кроссплатформенной среде.
tr: Yerel bir Mac uygulaması — platformlar arası bir çalışma ortamıyla değil, doğrudan Apple’ın çerçeveleriyle geliştirilmiş.
zh_hans: 原生 Mac 应用 —— 直接构建在 Apple 的框架上，而不是跨平台运行时。
zh_hant: 原生 Mac App——直接以 Apple 的框架建構，而非跨平台執行環境。

source: A recipe is flagged when it fetched successfully but couldn’t read a version — often a sign the vendor changed their page. Cleared automatically on the next successful check.
de: Ein Rezept wird markiert, wenn es erfolgreich abgerufen wurde, aber keine Version lesen konnte – oft ein Zeichen, dass der Anbieter seine Seite geändert hat. Wird bei der nächsten erfolgreichen Prüfung automatisch aufgehoben.
es: Una receta se marca cuando se obtuvo correctamente pero no pudo leer una versión; suele indicar que el proveedor cambió su página. Se borra automáticamente en la siguiente comprobación exitosa.
fr: Une recette est signalée lorsqu'elle a été récupérée avec succès mais n'a pas pu lire de version — souvent le signe que l'éditeur a modifié sa page. Effacée automatiquement à la prochaine vérification réussie.
it: Una ricetta viene segnalata quando è stata scaricata correttamente ma non è riuscita a leggere una versione: spesso è segno che il produttore ha cambiato la sua pagina. La segnalazione si cancella da sola al successivo controllo riuscito.
ja: 正常に取得できたもののバージョンを読み取れなかった場合、そのレシピにはフラグが付きます — これはベンダーがページを変更した兆候であることが多いです。次回の確認が成功すると自動的に解除されます。
pt_br: Uma receita é sinalizada quando foi obtida com sucesso, mas não conseguiu ler uma versão — geralmente sinal de que o fornecedor mudou a página. A marcação some sozinha na próxima verificação bem-sucedida.
ru: Рецепт помечается, если он успешно получил ответ, но не смог прочитать версию — часто это признак того, что поставщик изменил свою страницу. Снимается автоматически при следующей успешной проверке.
tr: Bir tarif, başarıyla indirildiği hâlde bir sürüm okuyamadığında işaretlenir — bu genellikle geliştiricinin sayfasını değiştirdiğini gösterir. Bir sonraki başarılı denetimde kendiliğinden temizlenir.
zh_hans: 当规则成功获取响应但无法读取版本时会被标记 — 这通常表示厂商更改了其页面。下次成功检查时会自动清除。
zh_hant: 當規則成功取得回應卻讀不到版本時會被標記——通常代表廠商改了網頁。下次檢查成功時會自動清除。
